import org.postgresql.Driver;

/**
 * Драйвер - это интерфейс для работы с определнной СУБД. У каждой СУБД есть свой драйвер, который необходимо подключать.
 * <br><br>
 * Для этого нужно импортировать библиотеку соответствующей СУБД, а так-же подключиться к самой базе данных.
 * <h1>Подключение к базам данных из JDBC</h1>
 * Для этого используем <b>JDBC Driver Manager</b> - это класс, который помогает нам подключиться к необходимой
 * базе данных просто подставив ему необходимый драйвер.
 */
public class JdbcRunner {
    public static void main(String[] args) {
    }
}
